app/controllers/pages_controller.rb

SELECT "tasks".* FROM "tasks"
---
  def home
    @tasks = Task.all